Repository: emkey1/ish-AOK
Catalog: app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Official Distributions
de: Offizielle Distributionen
es: Distribuciones oficiales
fr: Distributions officielles
ja: 公式ディストリビューション
ko: 공식 배포판
pt_br: Distribuições Oficiais
ru: Официальные дистрибутивы
zh_hans: 官方发行版
zh_hant: 官方發行版

source: On
de: An
es: Activado
fr: Activé
ja: オン
ko: 켬
pt_br: Ativado
ru: Вкл.
zh_hans: 开启
zh_hant: 開啟

source: On battery
de: Batteriebetrieb
es: Con batería
fr: Sur batterie
ja: バッテリー駆動
ko: 배터리 사용 중
pt_br: Na bateria
ru: От аккумулятора
zh_hans: 使用电池
zh_hant: 使用電池

source: On. Last saved %1$lu process, %2$.1f MB. Saved again whenever iSH-AOK goes to the background.
de: An. Zuletzt %1$lu Prozess gesichert, %2$.1f MB. Wird erneut gesichert, sobald iSH-AOK in den Hintergrund geht.
es: Activado. Último guardado: %1$lu proceso, %2$.1f MB. Se vuelve a guardar cada vez que iSH-AOK pasa a segundo plano.
fr: Activé. Dernier enregistrement : %1$lu processus, %2$.1f Mo. Réenregistré chaque fois qu'iSH-AOK passe en arrière-plan.
ja: オン。前回は %1$lu 個のプロセス、%2$.1f MB を保存しました。iSH-AOK がバックグラウンドに移るたびに再保存されます。
ko: 켬. 마지막 저장: 프로세스 %1$lu개, %2$.1f MB. iSH-AOK가 백그라운드로 전환될 때마다 다시 저장됩니다.
pt_br: Ativado. Último salvamento: %1$lu processo, %2$.1f MB. Salvo novamente sempre que o iSH-AOK vai para segundo plano.
ru: Вкл. Последнее сохранение: процессов: %1$lu, %2$.1f MB. Сохраняется снова при каждом уходе iSH-AOK в фон.
zh_hans: 开启。上次保存了 %1$lu 个进程，%2$.1f MB。每当 iSH-AOK 进入后台时都会再次保存。
zh_hant: 開啟。上次儲存 %1$lu 個程序，%2$.1f MB。每當 iSH-AOK 進入背景時都會再次儲存。

source: On. Last saved %1$lu processes, %2$.1f MB. Saved again whenever iSH-AOK goes to the background.
de: An. Zuletzt %1$lu Prozesse gesichert, %2$.1f MB. Wird erneut gesichert, sobald iSH-AOK in den Hintergrund geht.
es: Activado. Último guardado: %1$lu procesos, %2$.1f MB. Se vuelve a guardar cada vez que iSH-AOK pasa a segundo plano.
fr: Activé. Dernier enregistrement : %1$lu processus, %2$.1f Mo. Réenregistré chaque fois qu'iSH-AOK passe en arrière-plan.
ja: オン。前回は %1$lu 個のプロセス、%2$.1f MB を保存しました。iSH-AOK がバックグラウンドに移るたびに再保存されます。
ko: 켬. 마지막 저장: 프로세스 %1$lu개, %2$.1f MB. iSH-AOK가 백그라운드로 전환될 때마다 다시 저장됩니다.
pt_br: Ativado. Último salvamento: %1$lu processos, %2$.1f MB. Salvo novamente sempre que o iSH-AOK vai para segundo plano.
ru: Вкл. Последнее сохранение: процессов: %1$lu, %2$.1f MB. Сохраняется снова при каждом уходе iSH-AOK в фон.
zh_hans: 开启。上次保存了 %1$lu 个进程，%2$.1f MB。每当 iSH-AOK 进入后台时都会再次保存。
zh_hant: 開啟。上次儲存 %1$lu 個程序，%2$.1f MB。每當 iSH-AOK 進入背景時都會再次儲存。

source: On. The last attempt was refused: %s
de: An. Der letzte Versuch wurde abgelehnt: %s
es: Activado. El último intento fue rechazado: %s
fr: Activé. La dernière tentative a été refusée : %s
ja: オン。前回の試行は拒否されました: %s
ko: 켬. 마지막 시도가 거부됨: %s
pt_br: Ativado. A última tentativa foi recusada: %s
ru: Вкл. Последняя попытка отклонена: %s
zh_hans: 开启。上次尝试被拒绝：%s
zh_hant: 開啟。上次嘗試遭拒：%s

source: On. This session is saved whenever iSH-AOK goes to the background, and comes back on the next launch.
de: An. Diese Sitzung wird gesichert, sobald iSH-AOK in den Hintergrund geht, und beim nächsten Start wiederhergestellt.
es: Activado. Esta sesión se guarda cada vez que iSH-AOK pasa a segundo plano y se recupera en el próximo inicio.
fr: Activé. Cette session est enregistrée chaque fois qu'iSH-AOK passe en arrière-plan, et revient au prochain lancement.
ja: オン。このセッションは iSH-AOK がバックグラウンドに移るたびに保存され、次回の起動時に復元されます。
ko: 켬. 이 세션은 iSH-AOK가 백그라운드로 전환될 때마다 저장되며, 다음 실행 시 복원됩니다.
pt_br: Ativado. Esta sessão é salva sempre que o iSH-AOK vai para segundo plano e volta na próxima abertura.
ru: Вкл. Этот сеанс сохраняется при каждом уходе iSH-AOK в фон и восстанавливается при следующем запуске.
zh_hans: 开启。每当 iSH-AOK 进入后台时都会保存此会话，并在下次启动时恢复。
zh_hant: 開啟。每當 iSH-AOK 進入背景時都會儲存此工作階段，並在下次啟動時恢復。

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
ja: 開く
ko: 열기
pt_br: Abrir
ru: Открыть
zh_hans: 打开
zh_hant: 打開

source: Open %@
de: %@ öffnen
es: Abrir %@
fr: Ouvrir %@
ja: %@ を開く
ko: %@ 열기
pt_br: Abrir %@
ru: Открыть %@
zh_hans: 打开 %@
zh_hant: 打開 %@

source: Open Another Shell Window
de: Weiteres Shell-Fenster öffnen
es: Abrir otra ventana de shell
fr: Ouvrir une autre fenêtre de shell
ja: 別のシェルウインドウを開く
ko: 다른 셸 윈도우 열기
pt_br: Abrir Outra Janela de Shell
ru: Открыть ещё одно окно оболочки
zh_hans: 打开另一个 Shell 窗口
zh_hant: 打開另一個 Shell 視窗

source: Open Everything as Default User
de: Alles als Standardbenutzer öffnen
es: Abrir todo como usuario predeterminado
fr: Tout ouvrir en tant qu'utilisateur par défaut
ja: すべてをデフォルトユーザとして開く
ko: 모든 항목을 기본 사용자로 열기
pt_br: Abrir Tudo como Usuário Padrão
ru: Открывать всё от имени пользователя по умолчанию
zh_hans: 以默认用户打开所有内容
zh_hant: 以預設使用者打開所有項目

source: Open Filesystems and choose or import a root filesystem.
de: Öffne „Dateisysteme“ und wähle oder importiere ein Root-Dateisystem.
es: Abre Sistemas de archivos y elige o importa un sistema de archivos raíz.
fr: Ouvrez Systèmes de fichiers et choisissez ou importez un système de fichiers racine.
ja: 「ファイルシステム」を開いて、ルートファイルシステムを選択またはインポートしてください。
ko: 파일 시스템을 열고 루트 파일 시스템을 선택하거나 가져오십시오.
pt_br: Abra Sistemas de Arquivos e escolha ou importe um sistema de arquivos raiz.
ru: Откройте «Файловые системы» и выберите или импортируйте корневую файловую систему.
zh_hans: 打开“文件系统”并选择或导入根文件系统。
zh_hant: 打開「檔案系統」並選擇或匯入根檔案系統。

source: Open Session Shell
de: Sitzungs-Shell öffnen
es: Abrir shell de sesión
fr: Ouvrir le shell de session
ja: セッションシェルを開く
ko: 세션 셸 열기
pt_br: Abrir Shell da Sessão
ru: Открыть оболочку сеанса
zh_hans: 打开会话 Shell
zh_hant: 打開工作階段 Shell

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
ru: Открыть Настройки
zh_hans: 打开设置
zh_hant: 打開設定

source: Open System Console
de: Systemkonsole öffnen
es: Abrir consola del sistema
fr: Ouvrir la console système
ja: システムコンソールを開く
ko: 시스템 콘솔 열기
pt_br: Abrir Console do Sistema
ru: Открыть системную консоль
zh_hans: 打开系统控制台
zh_hant: 打開系統主控台

source: Open URL
de: URL öffnen
es: Abrir URL
fr: Ouvrir une URL
ja: URL を開く
ko: URL 열기
pt_br: Abrir URL
ru: Открыть URL
zh_hans: 打开 URL
zh_hant: 打開 URL

source: Open Workspace…
de: Workspace öffnen …
es: Abrir espacio de trabajo…
fr: Ouvrir l'espace de travail…
ja: ワークスペースを開く…
ko: 워크스페이스 열기…
pt_br: Abrir Espaço de Trabalho…
ru: Открыть рабочую область…
zh_hans: 打开工作区…
zh_hant: 打開工作區…

source: Open a Markdown file from the File Manager.
de: Öffne eine Markdown-Datei aus dem Dateimanager.
es: Abre un archivo Markdown desde el gestor de archivos.
fr: Ouvrez un fichier Markdown depuis le gestionnaire de fichiers.
ja: ファイルマネージャから Markdown ファイルを開いてください。
ko: 파일 관리자에서 Markdown 파일을 여십시오.
pt_br: Abra um arquivo Markdown pelo Gerenciador de Arquivos.
ru: Откройте файл Markdown из файлового менеджера.
zh_hans: 从文件管理器打开 Markdown 文件。
zh_hant: 從檔案管理器打開 Markdown 檔案。

source: Open a built-in tool straight from the Launcher.
de: Öffne ein integriertes Tool direkt aus dem Launcher.
es: Abre una herramienta integrada directamente desde el lanzador.
fr: Ouvrez un outil intégré directement depuis le lanceur.
ja: ランチャーから内蔵ツールを直接開きます。
ko: 런처에서 내장 도구를 바로 엽니다.
pt_br: Abra uma ferramenta integrada direto do Iniciador.
ru: Открывайте встроенный инструмент прямо из панели запуска.
zh_hans: 直接从启动器打开内置工具。
zh_hant: 直接從啟動器打開內建工具。

source: Open a video from the File Manager, or a stream with Open URL.
de: Öffne ein Video aus dem Dateimanager oder einen Stream mit „URL öffnen“.
es: Abre un vídeo desde el gestor de archivos, o un stream con Abrir URL.
fr: Ouvrez une vidéo depuis le gestionnaire de fichiers, ou un flux avec Ouvrir une URL.
ja: ファイルマネージャからビデオを開くか、「URL を開く」でストリームを開いてください。
ko: 파일 관리자에서 비디오를 열거나, URL 열기로 스트림을 여십시오.
pt_br: Abra um vídeo pelo Gerenciador de Arquivos ou uma transmissão com Abrir URL.
ru: Откройте видео из файлового менеджера или поток через «Открыть URL».
zh_hans: 从文件管理器打开视频，或通过“打开 URL”打开流。
zh_hant: 從檔案管理器打開影片，或用「打開 URL」打開串流。

source: Open an image from the File Manager.
de: Öffne ein Bild aus dem Dateimanager.
es: Abre una imagen desde el gestor de archivos.
fr: Ouvrez une image depuis le gestionnaire de fichiers.
ja: ファイルマネージャからイメージを開いてください。
ko: 파일 관리자에서 이미지를 여십시오.
pt_br: Abra uma imagem pelo Gerenciador de Arquivos.
ru: Откройте изображение из файлового менеджера.
zh_hans: 从文件管理器打开图像。
zh_hant: 從檔案管理器打開影像。

source: Open another workspace window
de: Weiteres Workspace-Fenster öffnen
es: Abrir otra ventana del espacio de trabajo
fr: Ouvrir une autre fenêtre d'espace de travail
ja: 別のワークスペースウインドウを開く
ko: 다른 워크스페이스 윈도우 열기
pt_br: Abrir outra janela do espaço de trabalho
ru: Открыть ещё одно окно рабочей области
zh_hans: 打开另一个工作区窗口
zh_hant: 打開另一個工作區視窗

source: Open iSH-AOK
de: iSH-AOK öffnen
es: Abrir iSH-AOK
fr: Ouvrir iSH-AOK
ja: iSH-AOK を開く
ko: iSH-AOK 열기
pt_br: Abrir iSH-AOK
ru: Открыть iSH-AOK
zh_hans: 打开 iSH-AOK
zh_hant: 打開 iSH-AOK

source: Open in Safari
de: In Safari öffnen
es: Abrir en Safari
fr: Ouvrir dans Safari
ja: Safari で開く
ko: Safari에서 열기
pt_br: Abrir no Safari
ru: Открыть в Safari
zh_hans: 在 Safari 浏览器中打开
zh_hant: 在 Safari 中打開

source: Open link
de: Link öffnen
es: Abrir enlace
fr: Ouvrir le lien
ja: リンクを開く
ko: 링크 열기
pt_br: Abrir link
ru: Открыть ссылку
zh_hans: 打开链接
zh_hant: 打開連結

source: Open or focus shell, console, or another active terminal.
de: Shell, Konsole oder ein anderes aktives Terminal öffnen oder fokussieren.
es: Abre o enfoca la shell, la consola u otra terminal activa.
fr: Ouvrez ou affichez le shell, la console ou un autre terminal actif.
ja: シェル、コンソール、または別のアクティブなターミナルを開くかフォーカスします。
ko: 셸, 콘솔 또는 다른 활성 터미널을 열거나 포커스합니다.
pt_br: Abrir ou focar shell, console ou outro terminal ativo.
ru: Открыть оболочку, консоль или другой активный терминал или перейти к ним.
zh_hans: 打开或聚焦 shell、控制台或其他活跃终端。
zh_hant: 打開或聚焦 shell、主控台或其他使用中的終端機。

source: Open or focus the console
de: Konsole öffnen oder fokussieren
es: Abrir o enfocar la consola
fr: Ouvrir ou afficher la console
ja: コンソールを開くかフォーカス
ko: 콘솔 열기 또는 포커스
pt_br: Abrir ou focar o console
ru: Открыть консоль или перейти к ней
zh_hans: 打开或聚焦控制台
zh_hant: 打開或聚焦主控台

source: Open or focus the primary shell
de: Primäre Shell öffnen oder fokussieren
es: Abrir o enfocar la shell principal
fr: Ouvrir ou afficher le shell principal
ja: メインのシェルを開くかフォーカス
ko: 기본 셸 열기 또는 포커스
pt_br: Abrir ou focar o shell principal
ru: Открыть основную оболочку или перейти к ней
zh_hans: 打开或聚焦主 shell
zh_hant: 打開或聚焦主要 shell

source: Open or focus the shell
de: Shell öffnen oder fokussieren
es: Abrir o enfocar la shell
fr: Ouvrir ou afficher le shell
ja: シェルを開くかフォーカス
ko: 셸 열기 또는 포커스
pt_br: Abrir ou focar o shell
ru: Открыть оболочку или перейти к ней
zh_hans: 打开或聚焦 shell
zh_hant: 打開或聚焦 shell

source: Open scenes: %lu
de: Offene Szenen: %lu
es: Escenas abiertas: %lu
fr: Scènes ouvertes : %lu
ja: 開いているシーン: %lu
ko: 열린 장면: %lu개
pt_br: Cenas abertas: %lu
ru: Открытые сцены: %lu
zh_hans: 打开的场景：%lu
zh_hant: 打開的場景：%lu

source: Open the most common tools and terminal actions without leaving the workspace.
de: Öffne die gängigsten Tools und Terminalaktionen, ohne den Workspace zu verlassen.
es: Abre las herramientas y acciones de terminal más habituales sin salir del espacio de trabajo.
fr: Ouvrez les outils et actions de terminal les plus courants sans quitter l'espace de travail.
ja: ワークスペースを離れずに、よく使うツールやターミナル操作を開きます。
ko: 워크스페이스를 떠나지 않고 가장 많이 쓰는 도구와 터미널 동작을 엽니다.
pt_br: Abra as ferramentas e ações de terminal mais comuns sem sair do espaço de trabalho.
ru: Открывайте самые нужные инструменты и действия терминала, не покидая рабочую область.
zh_hans: 无需离开工作区即可打开最常用的工具和终端操作。
zh_hant: 不需離開工作區即可打開最常用的工具和終端機動作。

source: Opening…
de: Wird geöffnet …
es: Abriendo…
fr: Ouverture…
ja: 開いています…
ko: 여는 중…
pt_br: Abrindo…
ru: Открытие…
zh_hans: 正在打开…
zh_hant: 正在打開…

source: Opens a new browser tab.
de: Öffnet einen neuen Browser-Tab.
es: Abre una nueva pestaña del navegador.
fr: Ouvre un nouvel onglet de navigateur.
ja: 新しいブラウザタブを開きます。
ko: 새 브라우저 탭을 엽니다.
pt_br: Abre uma nova aba do navegador.
ru: Открывает новую вкладку браузера.
zh_hans: 打开新的浏览器标签页。
zh_hant: 打開新的瀏覽器標籤頁。

source: Opens the application settings.
de: Öffnet die App-Einstellungen.
es: Abre los ajustes de la aplicación.
fr: Ouvre les réglages de l'application.
ja: App の設定を開きます。
ko: 앱 설정을 엽니다.
pt_br: Abre os ajustes do aplicativo.
ru: Открывает настройки приложения.
zh_hans: 打开 App 设置。
zh_hant: 打開 App 設定。

source: Opens the current document in the text editor.
de: Öffnet das aktuelle Dokument im Texteditor.
es: Abre el documento actual en el editor de texto.
fr: Ouvre le document actuel dans l'éditeur de texte.
ja: 現在のドキュメントをテキストエディタで開きます。
ko: 현재 문서를 텍스트 편집기에서 엽니다.
pt_br: Abre o documento atual no editor de texto.
ru: Открывает текущий документ в текстовом редакторе.
zh_hans: 在文本编辑器中打开当前文稿。
zh_hant: 在文字編輯器中打開目前的文件。

source: Opens the desktop menu for window management.
de: Öffnet das Desktop-Menü zur Fensterverwaltung.
es: Abre el menú del escritorio para gestionar ventanas.
fr: Ouvre le menu du bureau pour gérer les fenêtres.
ja: ウインドウ管理用のデスクトップメニューを開きます。
ko: 윈도우 관리를 위한 데스크탑 메뉴를 엽니다.
pt_br: Abre o menu da área de trabalho para gerenciar janelas.
ru: Открывает меню рабочего стола для управления окнами.
zh_hans: 打开用于窗口管理的桌面菜单。
zh_hant: 打開用於視窗管理的桌面選單。

source: Opens the display menu for keyboard and input options.
de: Öffnet das Display-Menü für Tastatur- und Eingabeoptionen.
es: Abre el menú de pantalla con opciones de teclado y entrada.
fr: Ouvre le menu de l'écran pour les options de clavier et de saisie.
ja: キーボードと入力オプションのディスプレイメニューを開きます。
ko: 키보드 및 입력 옵션을 위한 디스플레이 메뉴를 엽니다.
pt_br: Abre o menu da tela para opções de teclado e entrada.
ru: Открывает меню дисплея с параметрами клавиатуры и ввода.
zh_hans: 打开显示菜单，查看键盘和输入选项。
zh_hant: 打開顯示選單以使用鍵盤和輸入選項。

source: Opens the display menu for resolution, keyboard and input options.
de: Öffnet das Display-Menü für Auflösung, Tastatur und Eingabeoptionen.
es: Abre el menú de pantalla con opciones de resolución, teclado y entrada.
fr: Ouvre le menu de l'écran pour les options de résolution, de clavier et de saisie.
ja: 解像度、キーボード、入力オプションのディスプレイメニューを開きます。
ko: 해상도, 키보드 및 입력 옵션을 위한 디스플레이 메뉴를 엽니다.
pt_br: Abre o menu da tela para opções de resolução, teclado e entrada.
ru: Открывает меню дисплея с параметрами разрешения, клавиатуры и ввода.
zh_hans: 打开显示菜单，查看分辨率、键盘和输入选项。
zh_hant: 打開顯示選單以使用解析度、鍵盤和輸入選項。

source: Opens the share sheet for the current image.
de: Öffnet das Teilen-Menü für das aktuelle Bild.
es: Abre la hoja para compartir la imagen actual.
fr: Ouvre la feuille de partage pour l'image actuelle.
ja: 現在のイメージの共有シートを開きます。
ko: 현재 이미지의 공유 시트를 엽니다.
pt_br: Abre a planilha de compartilhamento da imagem atual.
ru: Открывает меню «Поделиться» для текущего изображения.
zh_hans: 打开当前图像的共享表单。
zh_hant: 打開目前影像的分享表單。

source: Opens the utility menu for this window.
de: Öffnet das Menü der Dienstprogramme für dieses Fenster.
es: Abre el menú de utilidades de esta ventana.
fr: Ouvre le menu d'utilitaires de cette fenêtre.
ja: このウインドウのユーティリティメニューを開きます。
ko: 이 윈도우의 유틸리티 메뉴를 엽니다.
pt_br: Abre o menu de utilitários desta janela.
ru: Открывает меню утилит для этого окна.
zh_hans: 打开此窗口的工具菜单。
zh_hant: 打開此視窗的工具選單。

source: Opens the workspace layout manager.
de: Öffnet den Layout-Manager des Workspace.
es: Abre el gestor de disposición del espacio de trabajo.
fr: Ouvre le gestionnaire de dispositions de l'espace de travail.
ja: ワークスペースのレイアウトマネージャを開きます。
ko: 워크스페이스 레이아웃 관리자를 엽니다.
pt_br: Abre o gerenciador de layout do espaço de trabalho.
ru: Открывает менеджер макетов рабочей области.
zh_hans: 打开工作区布局管理器。
zh_hant: 打開工作區佈局管理器。

source: Open…
de: Öffnen …
es: Abrir…
fr: Ouvrir…
ja: 開く…
ko: 열기…
pt_br: Abrir…
ru: Открыть…
zh_hans: 打开…
zh_hant: 打開…

source: Other
de: Andere
es: Otro
fr: Autre
ja: その他
ko: 기타
pt_br: Outro
ru: Другое
zh_hans: 其他
zh_hant: 其他

source: Other Filesystems
de: Andere Dateisysteme
es: Otros sistemas de archivos
fr: Autres systèmes de fichiers
ja: ほかのファイルシステム
ko: 다른 파일 시스템
pt_br: Outros Sistemas de Arquivos
ru: Другие файловые системы
zh_hans: 其他文件系统
zh_hant: 其他檔案系統

source: Other chats: %@ ›
de: Andere Chats: %@ ›
es: Otros chats: %@ ›
fr: Autres conversations : %@ ›
ja: ほかのチャット: %@ ›
ko: 다른 채팅: %@ ›
pt_br: Outros chats: %@ ›
ru: Другие чаты: %@ ›
zh_hans: 其他聊天：%@ ›
zh_hant: 其他對話：%@ ›

source: Out of memory
de: Kein Speicher mehr
es: Memoria insuficiente
fr: Mémoire insuffisante
ja: メモリが不足しています
ko: 메모리 부족
pt_br: Memória insuficiente
ru: Недостаточно памяти
zh_hans: 内存不足
zh_hant: 記憶體不足

source: Output Limit
de: Ausgabelimit
es: Límite de salida
fr: Limite de sortie
ja: 出力の上限
ko: 출력 한도
pt_br: Limite de Saída
ru: Лимит вывода
zh_hans: 输出限制
zh_hant: 輸出上限

# Owner: %u:%u
source: Owner: %1$u:%2$u
de: Eigentümer: %1$u:%2$u
es: Propietario: %1$u:%2$u
fr: Propriétaire : %1$u:%2$u
ja: 所有者: %1$u:%2$u
ko: 소유자: %1$u:%2$u
pt_br: Proprietário: %1$u:%2$u
ru: Владелец: %1$u:%2$u
zh_hans: 所有者：%1$u:%2$u
zh_hant: 擁有者：%1$u:%2$u

source: Page Setup…
de: Papierformat …
es: Ajustar página…
fr: Mise en page…
ja: ページ設定…
ko: 페이지 설정…
pt_br: Configurar Página…
ru: Параметры страницы…
zh_hans: 页面设置…
zh_hant: 頁面設定…

source: Palette Editor
de: Paletteneditor
es: Editor de paletas
fr: Éditeur de palette
ja: パレットエディタ
ko: 팔레트 편집기
pt_br: Editor de Paleta
ru: Редактор палитры
zh_hans: 调色板编辑器
zh_hant: 調色盤編輯器

source: Paste
de: Einsetzen
es: Pegar
fr: Coller
ja: ペースト
ko: 붙여넣기
pt_br: Colar
ru: Вставить
zh_hans: 粘贴
zh_hant: 貼上

source: Pastes text from the clipboard.
de: Setzt Text aus der Zwischenablage ein.
es: Pega texto del portapapeles.
fr: Colle le texte du presse-papiers.
ja: クリップボードのテキストをペーストします。
ko: 클립보드의 텍스트를 붙여넣습니다.
pt_br: Cola texto da área de transferência.
ru: Вставляет текст из буфера обмена.
zh_hans: 粘贴剪贴板中的文本。
zh_hant: 從剪貼簿貼上文字。

source: Pastes this folder's path into the shell terminal.
de: Setzt den Pfad dieses Ordners in das Shell-Terminal ein.
es: Pega la ruta de esta carpeta en la terminal de la shell.
fr: Colle le chemin de ce dossier dans le terminal shell.
ja: このフォルダのパスをシェルのターミナルにペーストします。
ko: 이 폴더의 경로를 셸 터미널에 붙여넣습니다.
pt_br: Cola o caminho desta pasta no terminal do shell.
ru: Вставляет путь к этой папке в терминал оболочки.
zh_hans: 将此文件夹的路径粘贴到 shell 终端中。
zh_hant: 將此資料夾的路徑貼到 shell 終端機中。

source: Path: %@
de: Pfad: %@
es: Ruta: %@
fr: Chemin : %@
ja: パス: %@
ko: 경로: %@
pt_br: Caminho: %@
ru: Путь: %@
zh_hans: 路径：%@
zh_hant: 路徑：%@

source: Period
de: Punkt
es: Punto
fr: Point
ja: ピリオド
ko: 마침표
pt_br: Ponto
ru: Точка
zh_hans: 句点
zh_hant: 句號

source: Permissions: %@
de: Zugriffsrechte: %@
es: Permisos: %@
fr: Autorisations : %@
ja: アクセス権: %@
ko: 권한: %@
pt_br: Permissões: %@
ru: Права: %@
zh_hans: 权限：%@
zh_hant: 權限：%@

source: Pick a provider preset. Server URL, model and key stay editable in Settings.
de: Wähle eine Anbietervorlage. Server-URL, Modell und Schlüssel bleiben in den Einstellungen bearbeitbar.
es: Elige un preajuste de proveedor. La URL del servidor, el modelo y la clave siguen siendo editables en Ajustes.
fr: Choisissez un préréglage de fournisseur. L'URL du serveur, le modèle et la clé restent modifiables dans Réglages.
ja: プロバイダのプリセットを選択してください。サーバ URL、モデル、キーは「設定」で編集できます。
ko: 제공자 프리셋을 선택하십시오. 서버 URL, 모델 및 키는 설정에서 계속 편집할 수 있습니다.
pt_br: Escolha uma predefinição de provedor. URL do servidor, modelo e chave continuam editáveis em Ajustes.
ru: Выберите пресет провайдера. URL сервера, модель и ключ можно изменить в Настройках.
zh_hans: 选择提供商预设。服务器 URL、模型和密钥仍可在“设置”中编辑。
zh_hant: 選擇供應商預設集。伺服器 URL、模型和金鑰仍可在「設定」中編輯。

source: Pick a shortcut to rename, change, move, or delete.
de: Wähle einen Kurzbefehl zum Umbenennen, Ändern, Bewegen oder Löschen.
es: Elige un atajo para renombrarlo, cambiarlo, moverlo o eliminarlo.
fr: Choisissez un raccourci à renommer, modifier, déplacer ou supprimer.
ja: 名前の変更、変更、移動、削除をするショートカットを選択してください。
ko: 이름 변경, 수정, 이동 또는 삭제할 바로 가기를 선택하십시오.
pt_br: Escolha um atalho para renomear, alterar, mover ou apagar.
ru: Выберите ярлык, чтобы переименовать, изменить, переместить или удалить его.
zh_hans: 选择要重命名、更改、移动或删除的快捷方式。
zh_hant: 選擇要重新命名、更改、搬移或刪除的捷徑。

source: Pick the Classic or Modern workspace experience. Both stay available; this only changes how the desktop and its windows look and behave.
de: Wähle den klassischen oder modernen Workspace. Beide bleiben verfügbar; dies ändert nur Aussehen und Verhalten des Desktops und seiner Fenster.
es: Elige la experiencia de espacio de trabajo Clásico o Moderno. Ambas siguen disponibles; esto solo cambia el aspecto y el comportamiento del escritorio y sus ventanas.
fr: Choisissez l'expérience d'espace de travail Classique ou Moderne. Les deux restent disponibles ; cela ne change que l'aspect et le comportement du bureau et de ses fenêtres.
ja: 「クラシック」または「モダン」のワークスペースを選択してください。どちらもいつでも選択でき、デスクトップとそのウインドウの外観と動作のみが変わります。
ko: 클래식 또는 모던 워크스페이스 환경을 선택하십시오. 둘 다 계속 사용할 수 있으며, 데스크탑과 윈도우의 모양과 동작만 바뀝니다.
pt_br: Escolha a experiência Clássica ou Moderna do espaço de trabalho. Ambas continuam disponíveis; isso só muda a aparência e o comportamento da área de trabalho e suas janelas.
ru: Выберите классическую или современную рабочую область. Обе остаются доступными; меняется только вид и поведение рабочего стола и его окон.
zh_hans: 选择“经典”或“现代”工作区体验。两者都可随时选用；此选项只改变桌面及其窗口的外观和行为。
zh_hant: 選擇「經典」或「現代」工作區體驗。兩者都可使用；這只會改變桌面及其視窗的外觀和行為。

source: Pin Tab to Current Page
de: Tab an aktuelle Seite anheften
es: Fijar pestaña a la página actual
fr: Épingler l'onglet à la page actuelle
ja: タブを現在のページに固定
ko: 탭을 현재 페이지에 고정
pt_br: Fixar Aba na Página Atual
ru: Закрепить вкладку на текущей странице
zh_hans: 将标签页固定到当前页面
zh_hant: 將標籤頁固定到目前頁面

source: Pin this tab so new tabs opened in this slot load its current page instead of Home.
de: Hefte diesen Tab an, damit neue Tabs an dieser Stelle die aktuelle Seite statt der Startseite laden.
es: Fija esta pestaña para que las nuevas pestañas abiertas en esta posición carguen su página actual en lugar de Inicio.
fr: Épinglez cet onglet pour que les nouveaux onglets ouverts à cet emplacement chargent sa page actuelle au lieu de l'accueil.
ja: このタブを固定すると、この位置で開いた新しいタブはホームではなく現在のページを読み込みます。
ko: 이 탭을 고정하면 이 슬롯에서 열리는 새 탭이 홈 대신 현재 페이지를 불러옵니다.
pt_br: Fixe esta aba para que novas abas abertas nesta posição carreguem a página atual em vez da Página Inicial.
ru: Закрепите эту вкладку, чтобы новые вкладки в этом слоте открывали её текущую страницу вместо домашней.
zh_hans: 固定此标签页，使在此位置打开的新标签页载入其当前页面，而不是主页。
zh_hant: 固定此標籤頁，讓此位置打開的新標籤頁載入其目前頁面，而非首頁。

source: Pinned to %@. New tabs opened in this slot load that page instead of Home.
de: An %@ angeheftet. Neue Tabs an dieser Stelle laden diese Seite statt der Startseite.
es: Fijada a %@. Las nuevas pestañas abiertas en esta posición cargan esa página en lugar de Inicio.
fr: Épinglé à %@. Les nouveaux onglets ouverts à cet emplacement chargent cette page au lieu de l'accueil.
ja: %@ に固定しました。この位置で開いた新しいタブはホームではなくそのページを読み込みます。
ko: %@에 고정됨. 이 슬롯에서 열리는 새 탭은 홈 대신 해당 페이지를 불러옵니다.
pt_br: Fixada em %@. Novas abas abertas nesta posição carregam essa página em vez da Página Inicial.
ru: Закреплено: %@. Новые вкладки в этом слоте открывают эту страницу вместо домашней.
zh_hans: 已固定到 %@。在此位置打开的新标签页将载入该页面，而不是主页。
zh_hant: 已固定到 %@。此位置打開的新標籤頁會載入該頁面，而非首頁。

source: Plain Terminal
de: Einfaches Terminal
es: Terminal simple
fr: Terminal simple
ja: 通常のターミナル
ko: 일반 터미널
pt_br: Terminal Simples
ru: Простой терминал
zh_hans: 纯终端
zh_hant: 純終端機

source: Plain Terminal Current
de: Einfaches Terminal Aktuell
es: Terminal simple Actual
fr: Terminal simple Actuel
ja: 通常のターミナル 現在の設定
ko: 일반 터미널 현재
pt_br: Terminal Simples Atual
ru: Простой терминал Текущий
zh_hans: 纯终端 当前
zh_hant: 純終端機 目前

source: Play Music Folder
de: Musikordner abspielen
es: Reproducir carpeta de música
fr: Lire le dossier musical
ja: ミュージックフォルダを再生
ko: 음악 폴더 재생
pt_br: Tocar Pasta de Música
ru: Воспроизвести папку с музыкой
zh_hans: 播放音乐文件夹
zh_hant: 播放音樂資料夾
